{
  "NAVBAR": {
    "HOME": "Inicio",
    "EDUCATION": "Educación",
    "EXPERIENCE": "Experiencia",
    "PORTFOLIO": "Portafolio",
    "ABOUT": "Acerca de",
    "POWER_BY": "Potenciado por",
    "VERSION": "Versión",
    "PUBLICATIONS": "Publicaciones",
    "COURSES": "Cursos",
    "AWARDS": "Premios",
    "TITLE": "SILVELO"
  },
  "ABOUT": {
    "DESCRIPTION": "Como graduado en informática, soy un experto en tecnología y en el desarrollo de software. Tengo una sólida formación en teoría de la informática y en lenguajes de programación, y estoy capacitado para trabajar en una amplia variedad de proyectos relacionados con la tecnología. Me especializo en el desarrollo de aplicaciones web y móviles, y tengo una gran habilidad para resolver problemas técnicos complejos. Me gusta trabajar en equipo y colaborar con otros desarrolladores para crear soluciones innovadoras y de alta calidad. Además de mi formación académica, también tengo experiencia en el campo laboral, y he trabajado en diferentes empresas como desarrollador de software. Esto me ha permitido adquirir habilidades prácticas y me ha dado la oportunidad de trabajar en proyectos reales y desafiantes."
  },
  "BUTTONS": {
    "SHOW_PUBLICATION": "Mostrar publicación",
    "VIEW_PROJECT": "Mostrar proyecto",
    "SHOW_CREDENTIAL": "Mostrar certificado"
  },
  "PORTFOLIO": {
    "SILVELO_PORTFOLIO": "Este sitio web",
    "TS_SIMPLE": "Una colección de paquetes para simplificar tu vida. Los paquetes más comunes contienen funciones simples que he utilizado en muchos de mis proyectos. De esta manera intento unificar esas funciones en un repositorio y probarlas para evitar bugs",
    "RASPBOT": "Raspbot es un sencillo programa para escuchar el canal bot de Telegram",
    "NGX_CARDS": "Una compilación de componentes para angular para mostrar la información del perfil de los sitios web"
  },
  "COMMON": {
    "NO_EXPIRE": "Sin fecha de vencimiento",
    "CURRENT": "Actual",
    "WAIT_MESSAGE": "Obtiendo información..."
  }
}
